Revit 2024 API
BuiltInFailures.ViewFailures.NothingToApplyError Property
 Start and end elevations are the same, nothing to Apply.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId NothingToApplyError { get; }
Visual Basic
Public Shared ReadOnly Property NothingToApplyError As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ NothingToApplyError {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.ViewFailures Class
Autodesk.Revit.DB Namespace